Repository: miftah1991/Laiq
Catalog: Laiq/Resource.*.resx
Languages: fa, ps

# CEO4
source: Finally, yet importantly, I want to emphasize that we’re strongly hopeful to make big changes through this program within DABS by transforming this entity into one of the dynamic institutions in Afghanistan – fully dedicated to serve the nation and country.
fa: از سوی دیگر، انتظار می‌رود که برشنا شرکت به تعداد بیشر از ۱۰ هزار درخواست یا اپلیکیشن را از طریق برنامۀ لایق مورد بررسی قرار بدهد كه هدف آن رسیدگی به مشکلات بیكاری در افغانستان بوده تا فرصت‌های موثر اشتغال را برای هزاران جوان تحصیل‌كرده و با استعداد در افغانستان فراهم کند.
ps: پای کې دا غواړم ووایم؛ ډيره هیله لرم، چې د لایق برنامې له لارې د افغانستان برښنا شرکت کې د پام وړ بدلونونه راولم او دا لوی بنسټ افغانستان کې په تر ټولو ځوان بنسټ بدل کړم، چې ګرانو هېوادوالو ته د برښنا رسونې بشپړو خدمتونو رسونې جوګه وي.

# CEO5
source: Finally, yet importantly, I want to emphasize that we’re strongly hopeful to make big changes through the LaIQ program within DABS, transforming this entity into one of the dynamic institutions in Afghanistan – fully dedicated to serve the nation and country.
fa: سرانجام، می خواهم تأکید کنم؛ نهایتاً امیدواریم که از طریق برنامه‌ی لایق (LAIQ) تغییرات قابل ملاحظه‌ی در برشنا شرکت بمیان آوریم، و این سازمان را به یکی از جوان‌ترین نهاد در افغانستان مبدل کنیم – که کاملاً متعهد به خدمت رسانی به مردم و کشور بوده باشد.
ps: سرانجام، می خواهم تأکید کنم؛ نهایتاً امیدواریم که از طریق برنامه‌ی لایق (LAIQ) تغییرات قابل ملاحظه‌ی در برشنا شرکت بمیان آوریم، و این سازمان را به یکی از جوان‌ترین نهاد در افغانستان مبدل کنیم – که کاملاً متعهد به خدمت رسانی به مردم و کشور بوده باشد.

# CEO6
source: Sincerly,
fa: با عرض حرمت فراوان،
ps: درنښت

# CEO7
source: Ahmad Daud Noorzai
fa: احمد داوود نورزی
ps: احمد داوود نورزی

# CEO8
source: Chief Executive Officer
fa: رئیس اجرایوی د افغانستان برشنا شرکت
ps: د برښنا شرکت اجرایوي ریس

# HR1
source: Dear Applicants,
fa: متقاضیان عزیز!
ps: درنو غوښتونکو!

# HR2
source: LaiQ Program is a talent acquisition initiative to attract, select and orient competent talents to promote organizational efficiency and gain competitive advantage. DABS HR Directorate is committed to filling the in-demand skills gap aimed at fostering the growth and development of DABS by ensuring transparency and equality.
fa: برنامه لایق یک ابتکار جدید در عرصه انتخاب، جذب استعداد ها و بلند بردن موثریت کاری اداره می باشد.
ps: لایق؛ د لوړو مسلکي استعداد لرونکو ځوانانو تر منځ د سالمې سیالۍ او د غوره کدرونو د جذبولو میکانیزم دی. د افغانستان برښنا شرکت د بشري سرچېنو ریاست پوره هڅه کوي، چې ددې برنامې له لارې په بشپړه روڼتیا سره د لوړو مسلکي استعدادونو جذبولو سره شته تشې ډکې او د افغانستان برښنا شرکت د کارکوونکو د استعداد کچې ته وده ورکړي.

# HR3
source: We welcome and appreciate your innovative and brilliant ideas through any possible platforms.
fa: ریاست منابع بشری برشنا شرکت متعهد است، تا با اطمینان کامل و پیروی از اصل شفافیت و برابری، استعداد های مورد نیاز را به هدف رشد و توسعه د افغانستان برشنا شرکت شناسائی وجذب نماید.
ps: موږ ددې برنامې له لارې ستاسو نوښتي لید لورو ته درنښت لرو.

# HR4
source: Please do not hesitate to contact me through qudrat.k@dabs.af.
fa: ما از نظریات و ابتکارات نوین و خارق العاده شما قدردانی می نمایم از طریق ایمیل آدرس ذیل با ما در تماس باشید. qudrat.k@dabs.af
ps: ما سره د qudrat.k@dabs.af برښنالیک له لارې په اړیکه کې شئ.

# HR5
source: Regards,
fa: با احترام،
ps: په درناوي

# HR6
source: Qudratullah Karimi
fa: قدرت الله کریمی
ps: قدرت الله کریمی

# HR7
source: HR Director
fa: ریس منابع بشری
ps: د بشری سرچینو رئیس

source: Dari
fa: دری
ps: دری

source: English
fa: انگلیسی
ps: انگلیسی

source: Excellent
fa: عالی
ps: ډېر ښه

source: Pashto
fa: پشتو
ps: پښتو

# SuccessNote
source: Your application is received, DABS will notify you regarding further process. Please keep patience!
fa: درخواست شما دریافت شده است ، برشنا شرکت در مورد مراحل بعدی به شما اطلاع می دهد.
ps: ستاسو غوښتنلیک ترلاسه شو ، برښنا شرکت به تاسو سره د پروسې په اړه اړیکه کی شي. مهرباني وکړئ انتظار وباسی

source: Weak
fa: ضعیف
ps: کمزوری

source: Apply Now
fa: ثبت نام
ps: نوملیکنه

source: Certifications
fa: سرتفکیشن
ps: سرتفکیشن

source: Achievement
fa: دستاورد ها
ps: لاسته راوړنی

# Comments
source: Additional comments and feedback: (Please add your comments,suggestions and ideas)
fa: پیشنهادات : (لطفا نظرات و پیشنهادات های خود را اضافه کنید)
ps: نظریات: (مهرباني وکړئ خپل وړاندیزونه او نظریات اضافه کړئ)

source: Duration
fa: مدت
ps: موده

source: Reports
fa: راپور
ps: راپور

source: Complete Profile
fa: تکمیل فورم
ps: فورم تکمیل

# compprof
source: Complete your Profile
fa: فورم را تکمیل نمایید
ps: فورم تکمیل کړی

# enteryourid
source: Please Enter your registration which you have recived in LaiQ confrimation email
fa: لطفا نمبر راجستریشن خود را داخل نمایید
ps: خپل راجستریشن نمبر داخل کړی

# notfound
source: Application not found
fa: فورم درخواستی برنامه یافت نشد
ps: درخواستی فورمه ونه موندل شو
