Repository: miftah1991/Laiq
Catalog: Laiq/Resource.*.resx
Languages: fa, ps

# AddExp
source: Add Experience
fa: اضافه نمودن تجارب کاری
ps: د کاري تجربې ور زیاتول

source: Add References
fa: اضافه نمون ریفرنس ها
ps: د ریفرینسونو ور زیاتول

source: Cancel
fa: لغو
ps: لرې کول (لغوه)

source: Change Language
fa: تغیر زبان
ps: د ژبې بدلول

source: Close Form
fa: ختم فورم
ps: د فورم پای

# ConfirmTitle
source: For Confirmation Please Enter Your NID Number
fa: برا حصول اطمنان نمبر تذکره خود را تایب نمایید
ps: د اطمینان لپاره خپل تذکره نمبر داخل کړی

source: Current Address
fa: سکونت فعلی
ps: د اوسېدو اوسنی ځایګی

source: Day
fa: روز
ps: ورځ

source: Detail
fa: جزیات
ps: جزیات

source: District
fa: ولسوالی
ps: ولسوالی

# DOB
source: Date of Birth
fa: تاریخ تولد
ps: د زېږېدو نیټه

source: Education
fa: تحصیلات
ps: زده کړې

# EducationField
source: Department
fa: رشته تحصیلی
ps: د زده کړې څانګه/رشته

source: Email
fa: ایمیل
ps: برښنالیک پته

# EndDate
source: End Date Shamse/Meladi
fa: تاریخ ختم
ps: د پای نیټه لمریز/زېږديز

source: Experience
fa: تجارب کاری
ps: کاري تجربې/مخېنه

# FName
source: Father Name
fa: ولد
ps: د پلار نوم

source: Gender
fa: جنسیت
ps: جنسیت

# GFName
source: Grand Father Name
fa: ولدیت
ps: د نیکه نوم

source: Graduation Year
fa: سال فراغت
ps: د فراغت کال

source: Job Detail
fa: شرح وظیفه
ps: د دندې شرحه

source: Job Title
fa: عنوان وظیفه
ps: د دندې سرلیک

# Language
source: Language Proficiency
fa: بلدیت به زبان ها
ps: له ژبو سره بلدتیا

# LName
source: Last Name
fa: تخلص
ps: تخلص

# Mobile
source: Mobile Number
fa: شماره تماس
ps: د اړېکې شمېره

# Mobile1
source: WhatsApp Number
fa: شماره وتس اپ
ps: واټسپ شمېره

source: Month
fa: ماه
ps: میاشت

source: Name
fa: اسم
ps: نوم

# NIDFill
source: Enter Your NID Number
fa: شماره تذکره را داخل نماید
ps: د خپلې پیژند پاڼې(تذکرې) شمیره دننه کړئ

# NIDNotFoundMessage
source: Record Not Found Please Accuritly enter Your NID Number
fa: معلومات دریافت نشد لطفا شماره تذکره را دقیق بنوسید یا لغو را کلیک نمایید
ps: معلومات تر لاسه نه شول په مهربانۍ سره په دقیق ډول د خپلې پیژند پاڼې(تذکرې) ګڼه دننه کړئ او یا د (لرې کول) تڼئ کښیکاږئ

source: NID Number
fa: نمبر تذکره
ps: د پېژند پاڼې (تذکرې) شمېره

source: Note
fa: نوت
ps: یادښت

# Note1
source: Note
ps: یادښت

# NoteBody
source: If you have applied previously to a position in DABS through this online job portal, please just enter your NID Number and submit the application otherwise click cancel button and fill the form
fa: متقاضی محترم! اگر شما قبلاً در یکی از بست های برشنا شرکت درخواستی آنلاین را خانه پری کرده باشید لطفا نمبر تذکره خود را داخل نماید و جستجو را کلیک نماید تا فورم معلومات از سیستم اخذ گردد در غیرآن لغو راکلیک نماید و درخواستی آنلاین را دقیق خانه پری نمایید.
ps: که تاسو مخکې له دې د افغانستان برښنا شرکت د دندو بستونو ته په آنلاین ډول غوښتنلیک ډک کړی وي، په مهربانۍ سره د خپلې پيژند پاڼې(تذکرې) ګڼه دننه کړئ او د لټون تڼۍ کښیکاږئ، تر څو د معلوماتو فورم له سیستم څخه تر لاسه شي – ګنې د (لرې کول) تڼۍ کښیکاږئ او آنلاین غوښتنلیک په دقیق ډول ډک کړئ.

source: Organization
fa: اداره
ps: اداره

source: Permanent Address
fa: سکونت اصلی
ps: اصلي استوګنځای

# PhotoText
source: Select photo not exceeding one MB
fa: عکس انتخاب نماید از یک ام بی زیاد نباشد
ps: انځور وټاکئ - چې له یوې ام بی ډیر نه وي

source: Province
fa: ولایت
ps: ولایت

source: Qualification
fa: درجه تحصیل
ps: د زده کړو درجه

source: Reading
fa: خواندن
ps: لوستل

# RegMessage
source: Minimum 3 References is Required
fa: حد اقل 3 نفر حتمی میباشد
ps: لږ تر لږه دې درې کسان وي

# Reset
source: Cancel
fa: لغو
ps: لرې کول

source: Salary
fa: معاش
ps: معاش

source: Save
fa: ثبت معلومات
ps: ثبتول

source: Search
fa: جستجو
ps: لټول

# SelectLabel
source: Please Select
fa: انتخاب نمایید
ps: ویې ټاکئ

source: Skills
fa: مهارت ها
ps: مهارتونه/وړتیاوې

source: Speaking
fa: تکلم
ps: خبرې کول

# StartDate
source: Start Date Melade/Shamse
fa: تاریخ آغاز شمسی/میلادی
ps: د نیټې پیل لمریز/زېږدیز

# SubmitApplicationForm
source: Submit Form
fa: ارسال درخواستی
ps: د غوښتنلیک لیږل

# SubmitConfirm
source: I hereby certify that the above information is correct and correct to the best of my knowledge; I understand that any willful misstatement described herein may lead to my disqualification or dismissal, if engaged.
fa: اینجانب که شهرتم درفوق ذکرگردیده است با دقت آن چه درفورم خانه پری شده درست ومورد تائید است و نیز این را میدانم که درصورت ثابت شدن و یا اشتباه بودن درخواستی بنده ردشده وهیچ نوع شکایت مورد قبول اداره شما نخواهد بود .
ps: زه تصدیق کوم چه پورته ذکر شوی معلومات دقیق او سم دی که چیری ناسم ثابت شی نو غوښتنلیک می رد کیړی او دشکایت حق نه لرم

source: Submit Date
fa: تاریخ درخواستی
ps: د غوښتنلیک لیږلو نېټه

# Success
source: Your request was successfully executed
fa: درخواست شما موفقانه اجرا گردید
ps: ستاسو غوښتنلیک په بریالیتوب سره ومنل شو

# SuccessMessage
source: Thanks for applying for your favorite position in DABS, we hereby inform you that the information you provided in the application form is successfully transferred to the HR Department of DABS. <br>Our team will process your application and will contact you if you shortlisted.<br> For more information you can contact us on (02056565656565) number.
fa: متقاضی محترم! با ابراز سپاس از اینکه فورم انلاین کاریابی را جهت اشتراک در پروسه رقابتی برای پست مورد نظر تان تکمیل نمودید، بدین وسیله به آگاهی شما رسانیده می‌شود که معلومات مندرج فورم را همانطوریکه در سیستم اضافه نموده اید به مدیریت استخدام د افغانستان برشنا شرکت مواصلت نمود. همکاران برشنا شرکت در قسمت طی مراحل برای درخواستی شما به اسرع وقت اقدام می نمایند. در صورت نیاز به معلومات و یا مواجه شدن با مشکلات به شماره تماس (02056565656565)‌ در ارتباط شوید .
ps: له تاسو مننه چې د کارموندنې لپاره مو د آزادې سیالۍ په رڼه پروسه کې د خوښې وړ بست ته په آنلاین ډول غوښتنلیک بشپړ کړو، په دې توګه تاسو ته خبر درکول کیږي، چې په فورمه کې ځای پر ځای شوي معلومات لکه څنګه چې تاسو سیستم ته دننه کړي دي د افغانستان برښنا شرکت د ګمارنې(استخدام) مدیریت ته ولیږدول شول. د افغانستان برښنا شرکت اړوند څانګې کارکوونکي ستاسو د غوښتنلیک طی مراحل(پړاوونو پلي کولو) برخه کې په وخت سره لاس په کار کیږي.

source: University
fa: پوهنتون
ps: پوهنتون

source: VacancyNumber
ps: د بست شمېره

# Writiting
source: Writing
fa: نوشتن
ps: لیکل

source: Year
fa: سال
ps: کال

# AddEdu
source: Add Education
fa: اضافه نمودن تحصیلات
ps: زده کړو ورزیاتول

# Applicant
source: Dear Applicant
fa: متقاضی محترم
ps: ګرانه غوښتونکیه!

# EduRefMessage
source: Education is Required
fa: درجه تحصیل حتمی است
ps: د زده کړې ورزیاتول حتمی دی

source: Female
fa: زن
ps: ښځینه

# JOBOrgan
source: Job Title /Organizaion
fa: وظیفه/اداره
ps: د خپرو شویو دندو لیک لړ

source: Male
fa: مرد
ps: نارینه

# Nofile
source: Please Select Photo
fa: عکس را انتخاب نماید
ps: انځور تر لاسه نه شو

# RefReqMessage
source: Minimum 3 References is Required
fa: حد اقل 3 نفر ریفرنس حتمی است
ps: لږ تر لږه دې درې کسان وي

# RefSuccessMessage
source: Successfully Saved, Please insert next or click Cancel
fa: معلومات موفقانه درج گردید بعدی را درج نماید و یا لغو را کلیک نماید
ps: معلومات اضافه شول

source: Required
fa: حتمی است
ps: حتمی دی

# RequiredEmail
source: Email is Required
fa: ایمیل حتمی است
ps: حتمی دی

# RequiredFName
source: Father Name is Required
fa: اسم ولد حتمی است
ps: حتمی دی

# RequiredGFName
source: Grand Father Name is Required
fa: اسم ولدیت حتمی است
ps: حتمی دی

# RequiredLName
source: Last Name is Required
fa: تخلص حتمی است
ps: حتمی دی

# RequiredName
source: Name is Required
fa: اسم حتمی است
ps: حتمی دی

# RequiredNID
source: NID No is Required
fa: نمبر تذکره حتمی است
ps: حتمی دی

# WrongFormat
source: Incorrect image format please select correct format
fa: فارمت درست نمیباشد
ps: فارمت صحیح نه دی

# YearReqMessage
source: Please Select Year
fa: سال را انتخاب نمایید
ps: اول کال ویې ټاکئ

source: Job List
fa: لیست وظایف اعلان شده
ps: د خپرو شویو دندو لیک لړ

source: Edit
fa: اصلاح
ps: اصلاح

source: First
fa: اول
ps: لمړی

source: From
fa: از
ps: له

source: Last
fa: آخر
ps: آخر

source: No
fa: شماره
ps: شمیره

source: Record
fa: ریکارد
ps: ریکارد

# Specilization
source: Specialization
fa: تخصص
ps: تخصص

source: To
fa: تا
ps: تر

source: Total
fa: ریکارد مجموعی
ps: مجموعا

source: Country
fa: کشور
ps: هیواد

# AddSkill
source: Add Skills
fa: اضافه نمودن مهارت ها
ps: د مهارتونو اضافه کول

source: Level
fa: سطح
ps: سطح

source: Add Language
fa: اضافه نمودن زبان
ps: له ژبو سره بلدتیا

source: About LaiQ
fa: درباره لایق
ps: د لایق په اړه

# AboutLaiqText
source: <br /> <h2 class="font-weight-normal">LaiQ</h2> <br /> <h5 class="font-italic font-weight-normal">'Bring energy to our team'</h5> <br /> <p> LaiQ, which stands for ‘Looking for Adept Intelligence Quotient’, is a program initiated by Da Afghanistan Breshna Sherkat (DABS) to encourage and facilitate employment opportunities for cutting-edge talents and well-educated Afghan nationals to join DABS. </p> <p> Through this program, DABS intends to identify professional talents to provide employment opportunities for thousands of educated and competent youth by joining DABS, and transform this entity into one of the dynamic institutions in Afghanistan </p>
fa: <br /> <h2 class="font-weight-normal">لایق</h2> <br /> <p> لایق، مخفف شناسائی استعدادهای "لایق" است ، این برنامه توسط د افغانستان برشنا شرکت آغاز و جهت تشویق و تسهیل فرصت‌های شغلی برای استعدادهای نخبه و اتباع تحصیل‌ کرده افغان برنامه ریزی گردیده است. </p> <br /> <p> از طریق این برنامه، د افغانستان برشنا شرکت استعدادهای مسلکی و مستعد را تشخیص و فرصت‌های شغلی را برای هزاران تن از جوانان تحصیل‌کرده و شایسته فراهم می نماید تا ایشان دررشد و ارتقا این اداره به یکی از نهادهای پویا و کار فهم در منطقه سهم بارزی داشته باشند. </p>
ps: <br /> <h2 class="font-weight-normal">لایق</h2> <br /> <br /> <p> لایق "د ځېرکو استعدادونو لټون " مخفف یا لنډیز دی، چې ددې برنامې له لارې د افغانستان برښنا شرکت غواړي ګرانو هېوادوالو د لوړو مسلکي زده کړو درلودونکو ځوانانو ته کاري آسانتیاوې برابرې کړي او د افغانستان برښنا شرکت سره یو ځای شي. </p> <br /> <p>ددې برنامې له لارې د افغانستان برښنا شرکت په پام کې لري، چې لوړ ځوان مسلکي استعدادونه وپیژني، څو برښنا شرکت سره د غړیتوب تر لاسه کولو له لارې د افغانستان برښنا شرکت په یوه مسلکي اداره بدل کړي. </p>

source: Applied Jobs
fa: وظایف درخواست شده
ps: غوښتل شوي دندې

# Areyoudetermined
source: Are you <b>determined</b> to reflect on your competencies?
fa: آیا مصمم هستید که در شایستگی های خود تأمل کنید؟
ps: ایا تاسو هوډ لرئ چې خپله وړتیا ښکاره کړئ؟

# bringenergy
source: <span>Apply Now</span> and add <b>energy</b> to our team
fa: اکنون درخواست دهید و به تیم ما انرژی اضافه کنید
ps: همدا اوس نوم لیکنه وکړئ او موږ سره یو ځای شئ

source: Build your profile
fa: پروفایل خود را ایجاد نماید
ps: د نوم ثبتونې فورمه

# CEOMSG
source: CEO's Message
fa: پیام رئیس عمومی
ps: د عمومي رئیس پيغام

# CEOText
source: <br /> <h2 class="font-weight-normal"><span style="text-decoration:underline" class="Underline">CEO'</span>s Message</h2> <br /> <h5 class="font-italic font-weight-normal">'To improve it to chang; to be perfect is to change often'</h5> <br /> <p> Considering the above quotes, I am strongly hopeful to make big changes through implementing LAIQ program within DABS. </p> <br /> <p> This program will provide job oppertunity for thousands of educated and talented youth that will have positive impact on employment, building a dynamic team, and render DABS Services into role model power utility company. </p>
fa: <br /> <h2 class="font-weight-normal">پیام <span style="text-decoration:underline" class="Underline"> رئیس عمومی</span> </h2> <br /> <h5 class="font-italic font-weight-normal">'پیشرفت به معنای تغییر است، ما زمانی موفق هستیم که اغلب در حال تغییر باشیم'</h5> <br /> <p> با توجه به نقل قول فوق، من امیدوارم که بتوانم از طریق اجرای برنامه لایق در د افغانستان برشنا شرکت، تغییرات بزرگی ایجاد کنم.. </p> <br /> <p> این برنامه فرصت‌های شغلی را برای هزاران جوان تحصیل کرده و با استعداد فراهم می‌کند که تأثیر مثبتی بر اشتغال، ایجاد یک تیم پویا و ارائۀ خدمات بهتر در د افغانستان برشنا شرکت دارد، این شرکت در عرصۀ برق‌رسانی به یک شرکت الگو تبدیل خواهد کرد. </p>
ps: <br /> <h2 class="font-weight-normal"><span style="text-decoration:underline" class="Underline">د عمومي رئیس </span> پیغام </h2> <br /> <h5 class="font-italic font-weight-normal">'پرمختګ د بدلون په معنا دی، موږ هغه مهال بریالي یو، چې ډیری وخت د بدلون په حال کې واوسو'</h5> <br /> <p> دې ارزښتناکې وینا ته په پام سره، زه هیله من یم، چې د (لایق) خپرونې پلې کولو له لارې په افغانستان برښنا شرکت کې لوی بدلونونه رامنځته کړم. </p> <br /> <p> دا خپرونه زرګونه با استعداده د لوړو زده کړو لرونکو ځوانانو ته کاري فرصتونه او آسانتیاوې رامنځته کوي، چې په افغانستان برښنا شرکت کې د کار موندنې، د یوې پیاوړې او پر ځان بسیا کاري ډلې رامنځته کولو او ګرانو هېوادوالو ته د غوره خدمتونو پر وړاندې کولوکې مثبته اغیزه لري او د افغانستان برښنا شرکت به د برښنا رسونې برخه کې په یوه څرګنده بیلګه بدل کړي. </p>

source: Connect
fa: اتصال
ps: پيوستون

source: Contact us
fa: تماس با ما
ps: زموږ سره په اړیکه کې شئ

# DABHR
source: HUMAN RESOUCES DIRECOTRATE
fa: ریاست منابع بشری
ps: د بشري سرچنو ریاست

# DABS
source: DA AFGHANISTAN BRESHNA SHERKAT
fa: د افغانستان برښنا شرکت
ps: د افغانستان برښنا شرکت

source: DABS Facebook
fa: صفحه فیسبوک
ps: فیسبوک پاڼه

source: DABS Twitter
fa: صفحه تویتر
ps: ټویټرپاڼه

# doyouwant
source: Do you want to <b>serve your country </b> ?
fa: آیا می خواهید به کشور خود خدمت کنید؟
ps: ایا غواړئ خپل هیواد ته خدمت وکړئ؟

source: Home
fa: صفحه اصلی
ps: اصلي پاڼه

source: HR
fa: منابع بشری
ps: بشري سرچینې

# ifyes
source: if yes, Then register yourself
fa: اگر بلی ،ثبت نام نمایید
ps: که هو نو په لایق کی نوملیکنه وکړی

# Itistimetobring
source: It is time to bring <b>light</b> to entire homes in Afghanistan
fa: وقت آن است که تمام خانه های افغانستان را روشن کنیم.
ps: دا هغه وخت دی چې افغانستان کې ټولو کورونو ته رڼا راوړو.

source: Jobs
fa: وظایف
ps: دندې

source: Job Search
fa: جستجو وظیفه
ps: د دندې لټون

source: LaiQ
fa: لایق
ps: لایق

# lookingfor
source: Are you looking for a <b>better oppurtunity </b> in a dynamic organization ?
fa: آیا به دنبال فرصتی بهتر در یک سازمان دینامیک هستید؟
ps: ایا تاسو متحرکه اداره کې د غوره فرصت په لټه کې یاست؟

source: Privacy
fa: حریم خصوصی
ps: محرمیت

# RightReserved
source: LaiQ, All rights reserved
fa: کلیه حقوق لایق محفوظ است
ps: د لایق ټول حقونه خوندي دي

# Terms
source: Terms & Conditions
fa: شرایط و ضوابط
ps: شرایط او مقررات

source: Tools
fa: ابزار
ps: توکي

source: VOLUNTEERING
fa: رضاکار
ps: رضاکار

source: City
fa: شهر
ps: ښار

# QualificationArea
source: Field of Study
fa: ساحه تحصیلی
ps: د زدکړی ساحه

source: Select Country
fa: کشور را انتخاب نماید
ps: هیواد وټاکئ

source: Select Day
fa: روز را انتخاب نمایید
ps: نېټه وټاکئ

source: Select Month
fa: ماه را انتخاب نمایید
ps: میاشت وټاکئ

source: Select Year
fa: سال را انتخاب نمایید
ps: کال وټاکئ

source: Street
fa: شماره کوچه
ps: کوڅه

source: Add more
fa: اضافه نمودن
ps: زیاتول

# Bachelor
source: Enter Your Bachelor's Degree Information
fa: معلومات لیسانس خود را اضافه نماید
ps: دلیسانس معلومات اضافه کړی

source: Basic
fa: ابتدایی
ps: لومړنۍ

# BuildProfile
source: Fill out the below form and click on the submit button to register your profile with us!
fa: فورم ذیل را خانه‌پری نموده و بالای گزینۀ ارسال فشار دهید تا معلومات شما ثبت گردد
ps: فورم ډک کړئ او ثبت بټن کېکاږئ تر څو ستاسو معلومات په سیستم کې ثبت شي

# CompleteDoc
source: Application with complete documents will be preferred.
fa: به کسانیکه اسناد مکمل خویش را ارایه نموده باشند ترجیح داده میشود
ps: هغه غوښتنلیک ته به ترجېح ورکړل شي چې بشپړ اسناد ولري

source: Computer Application
fa: برنامه های کمپیوتری
ps: د کمپيوټر پروګرامونه

# computerskilmessage
source: Please select your computer skills
fa: لطفا مهارت های برنامه های کمپیوتری را انتخاب نمایید
ps: مهرباني وکړئ د کمپیوټري پروګرامونه مهارتونه مو وټاکئ

# doyouhaveworkexp
source: Do you have work experience?
fa: آیا شما تجربه کاری دارید؟
ps: آیا تاسې کاري تجربه لرئ؟

# doyouupload
source: Do you want to upload your documents?
fa: آیا می خواهید اسناد خود را ثبت سیستم نمایید؟
ps: آیا تاسې غواړئ چې خپل اسناد پورته (Upload) کړئ؟

# EducationLevel
source: What's the highest level of your education?
fa: بالاترین سطح تحصیلات خود را انتخاب نماید؟
ps: څومره زده کړې مو کړې (تر ټولو لوړه درجه)؟

# empundersupervision
source: How many employees are working or worked under your supervision?
fa: چه تعداد کارکنان به شما راپورده بودند
ps: ستاسې د نظارت (امریت) لاندې څومره کارکوونکي کار کوي یا یې کار کړی وو؟

# expectfromdabs
source: How much salary in AFN do you expect?
fa: مقدار معاش به افغانی که توقع دارید؟
ps: تاسې په افغانیو د څومره معاش غوښتنه لری؟

# explevel
source: What is your experience level?
fa: سطح تجربه خویش را انتخاب نماید؟
ps: ستاسې د تجربې کچه څرنګه ده؟

source: Good
fa: خوب
ps: ښه

# howmanyexp
source: How many years of experience do you have?
fa: چند سال تجربه دارید؟
ps: تاسې څو کاله تجربه لرئ؟

# ifyoumorelang
source: If you are acquainted with other languages, click on the add more button
fa: اگر به زبان‌ها دیگر آشنایی دارید، گزینۀ اضافه نمودن را فشار دهید
ps: که تاسې په نورو ژبو پوهېږئ، نو په دغه بټن کلیک وکړئ

# langnote
source: If you insert wrong information in national or international languages you will be disqualified from the process.
fa: اگر راجع به زبان داخلی و خارجی معلومات اشتباه ارایه نماید درخواست شما رد میگردد
ps: که چېرې تاسې د کورنیو یا بهرنیو ژبو په اړه ناسم معلومات دننه کړئ نو له پروسې څخه به بهر شئ؟

# langSkill
source: Language Skills
fa: آشنایی به زبان ها
ps: د ژبو مهارتونه

# lastsalaryinAFN
source: What was your last salary in AFN?
fa: آخرین معاش شما در افغانی چقدر بود؟
ps: ستاسې معاش په افغانی سومره دی؟

# Master
source: Enter Your Master's Degree Information
fa: معلومات ماستری را اضافه نماید
ps: د ماستری درجی معلومات اضافه کړی

# moredegree
source: If you have more than one degree, click on add more button
fa: اگر بیش از یک درجه دارید ، روی دکمه اضافه نمودن کلیک کنید
ps: که تاسې له یوې څخه زیاتې درجې لرئ، نورې ټاکنې غوره کړئ

# moreskill
source: If you have more skills, click on the add more button
fa: اگر مهارت بیشتری دارید ، روی دکمه اضافه نمودن کلیک کنید
ps: که تاسې نور مهارتونه لرئ، نورې ټاکنې غوره کړئ

# Noo
source: No
fa: نخیر
ps: نه

# PhD
source: Enter Your PhD Degree Information
fa: معلومات دوکتورا را اضافه نماید
ps: دوکتورا معلومات اضافه کړی

# PositiveResponse
source: Application with positive responses will be preferred.
fa: کسانیکه پاسخ مثبت ارایه نمایند ترجیح داده میشود
ps: د هو ځواب لرونکي غوښتنلیک ته به ترجېح ورکړل شي

source: Rating
fa: درجه
ps: درجه بندي

# RegistraionNo
source: Your Registration Number is:
fa: شماره ثبت شما:
ps: ستاسې د ثبت شمېره:

source: Save and Continue
fa: ثبت معلومات و ادامه
ps: ثبتول او نور

# softskillmessage
source: Please select your top skills: two strong and one weak
fa: دو مهارت برتر و یک مهارت ضعیف را انتخاب کنید
ps: مهرباني وکړئ خپل دوه تر ټولو غوره او یو کمزوری مهارت وټاکئ

# vgood
source: Very Good
fa: بسیار خوب
ps: ډېر ښه

source: Where do you live?
fa: کجا زندگی می‌کنید؟
ps: تاسې چېرته اوسېږئ؟

# withVideoMessage
source: Application with video message will be prioritized.
fa: به کسانیکه ویدیو یک دقیقه یی معرفی خویش را ارایه نموده باشند اولویت داده میشود
ps: د ویډیویي پيغام لرونکي غوښتنلیک ته به ترجیح ورکړل شي

source: Yes
fa: بلی
ps: هو

source: Action
fa: اجرا
ps: اجرآت

# AgreeSave
source: I agree to save my application in DABS database for
fa: من موافق استم که معلومات من را در سیستم برشنا شرکت برای مدت حفظ شود
ps: زه موافقه لرم چه غوښتنلیک می د برښنا شرکت په سیستم کی وساتل شی

# BachelorDegree
source: Bachelor's Degree
fa: لیسانس
ps: لیسانس

# CanDABSShare
source: Can DABS share your application with other government organizations and stated own company?
fa: آیا برشنا شرکت می تواند درخواست شما را با سایر ادرات دولتی به اشتراک بگذارد؟
ps: آیا برښنا شرکت کولای شی ستاسو غوښتنلیک نورو دولتی ادارو سره شریک کړي؟

# CanDABSSharePic
source: Can DABS share your picture on social media?
fa: آیا برشنا شرکت می تواند تصویر شما را در شبکه های اجتماعی به اشتراک بگذارد؟
ps: آیا برښنا شرکت کولای شي ستاسو انځور په ټولنیزو رسنیو کی شریک کړي؟

# CanDABSShareVideo
source: Can DABS share your video message on social media?
fa: آیا برشنا شرکت می تواند پیام ویدیویی شما را در شبکه های اجتماعی به اشتراک بگذارد؟
ps: آیا برښنا شرکت کولای شي ستاسو ویدیو په ټولنیزو رسنیو کی شریک کړي؟

source: CV
fa: خلص سوانح
ps: خلص سوانح CV

# docType
source: Document Type
fa: نوع اسناد
ps: د سند ډول

# Document
source: Documnet
fa: ضمیه
ps: سند

# FileUploaded
source: File Uploaded Successfully
fa: فایل ضمیمه ګردید
ps: فایل ضمیمه ګردید

source: Forever
fa: دایمی
ps: همیشه

# MasterDegree
source: Master's Degree
fa: ماستری
ps: ماستری

# Month1
source: 1 Month
fa: یک ماه
ps: یو میاشت

# Month6
source: 6 Months
fa: شش ماه
ps: ۶ میاشتی

source: Other
fa: دیگر
ps: نور

source: Photo
fa: عکس
ps: انځور

source: Questions
fa: سوالات
ps: پوښتنې

# uploadDoc
source: Upload Documents
fa: ضمیه اسناد
ps: سندونه پورته کړئ

# videomessage
source: Video Message (One minutes)
fa: ویدیو حد اکثر یک دقیقه
ps: ویډیويې پيغام (یوه دقیقه)

# Yesrs5
source: 5 Years
fa: پنج سال
ps: ۵ کاله

# CEO1
source: Dear Compatriots,
fa: هموطنان عزیز!
ps: ګرانو هېوادوالو!

# CEO2
source: I am entirely privileged to affirm that Da Afghanistan Breshna Sherkat (DABS) has been tremendously committed to reach the organizational vision, and transform the status quo of DABS to achieve greater success. At DABS, we, as robust teams, are striving persistently to provide rooms for educated and talented Afghan youth through a merit-based program called LaiQ, so they would render services to the country after joining DABS.
fa: نهایت افتخار می‌کنم که د افغانستان برشنا شرکت به طور چشم‌گیری به فراهم آوری دیدگاه کلی سازمان متعهد بوده و اینک تلاش‌ها برای تغییر وضعیت موجود برشنا شرکت جریان دارد تا این سازمان به موفقیت‌های مزیدی دست یابد. در برشنا شرکت، ما به عنوان تیم خلاق، پیوسته تلاش می‌کنیم تا از طریق برنامۀ لایق زمینۀ کاری را بر حسب شایستگی برای جوانان تحصیل‌کرده و با استعداد افغان فراهم کنیم تا با عضویت در برشنا شرکت به کشور خود مصدر خدمت شوند.
ps: زه په دې ډیر ویاړم چې د افغانستان برښنا شرکت په ټولیزه توګه د ادارې لیدلوري عملي تطبیق ته ژمن دی، او دا چې د افغانستان برښنا شرکت د اوسني حالت بدلون لپاره هڅې روانې دي تر څو دا شرکت لا ډیرې بریاوې تر لاسه کړي. موږ د افغانستان برښنا شرکت کې د یو نوښتګر کاري ډلې په توګه پرلپسې هڅې کوو، څو د لایق برنامې له لارې د لوړو زده کړو لرونکو پوهو، وړ او با استعداده افغان ځوانانو ته د کار زمېنې برابرې کړو، څو د افغانستان برښنا شرکت غړي په توګه ګران هېواد ته خدمت وکړي.

# CEO3
source: DABS is expected to take more than 10,000 applications into consideration through this program to facilitate employment opportunities for thousands of educated youth who are equipped with up-to-dated and ground-breaking ideas, knowledge and competencies required for the 21st century to turn DABS into one of the leading and exceptional power-utility corporations in the region aimed at providing safe and reliable power with reasonable rates to people to facilitate national economic growth.
fa: از طریق برنامۀ لایق‌، برشنا شرکت به صورت مطمئن قادر به استخدام استعدادهای جوان با افکار نوین، دانش و شایستگی‌های معاصر و پیشگامانۀ مورد نیاز قرن ۲۱ بوده تا این سازمان را، به منظور فراهم آوری برق مطمئین و قابل اعتماد توام با نرخ مناسب برای رشد اقتصاد ملی، به یکی از برجسته‌ترین و استثنایی‌ترین شرکت خدمات برق در منطقه تبدیل کند.
ps: تمه ده، چې د افغانستان برښنا شرکت د لایق برنامې له لارې له ۱۰ زرو زیات غوښتنلیکونه تر لاسه او وڅیړي، چې له دې څخه موخه افغانستان کې د بې روزګارۍ ستونزو ته رسېدنه، چې د ۲۱ مې پیړۍ یوه ستره غوښتنه ده، زرګونو ځوانانو ته، چې لوړې زده کړې یې کړي اغیزناک کاري فرصتونه برابر شي او له دې لارې به ګرانو هېوادوالو ته ډاډمنه او د باور وړ برښنا، په مناسبه بیه چې د هېواد ملي اقتصاد پر ودې اغیز ولري چمتو کړي او له دې لارې د برښنا خدمتونو وړاندې کولو تر ټولو غوره د سیمې په کچه په یوازېني وتلي شرکت بدل کړي
